---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.SlopeDegree
source: html/553f6c31-a520-3365-9fc4-8a784d1e02fb.htm
---
# Autodesk.Revit.DB.SymbolTypeId.SlopeDegree Property

Symbol °, indicating unit Slope degrees.

## Syntax (C#)
```csharp
public static ForgeTypeId SlopeDegree { get; }
```